const flareData = {
    "name": "Root",
    "children": [{
        "name": "飞鱼军军",
        "children": [{
            "name": "2016-10-31 18",
            "children": [{
                "name": "妇幼保健",
                "value": 1.1054926592655556
            }, {
                "name": "生子",
                "value": 1.0693346147733331
            }, {
                "name": "纱布",
                "value": 1.0397092077455554
            }, {
                "name": "产妇",
                "value": 1.00114761375
            }, {
                "name": "留有",
                "value": 0.95361751757
            }, {
                "name": "女士",
                "value": 0.8363730958222222
            }, {
                "name": "声明",
                "value": 0.7535390447677778
            }, {
                "name": "报道",
                "value": 0.6533785754622222
            }, {
                "name": "说明",
                "value": 0.5980982933877779
            }]
        }, {
            "name": "2016-10-31 23",
            "children": [{
                "name": "纱布",
                "value": 0.7197986822853846
            }, {
                "name": "产妇",
                "value": 0.6931021941346154
            }, {
                "name": "去除",
                "value": 0.6803409112792308
            }, {
                "name": "态度恶劣",
                "value": 0.49238712935769235
            }, {
                "name": "官本位",
                "value": 0.45466292731923075
            }, {
                "name": "医院",
                "value": 0.4509854936361538
            }, {
                "name": "计委",
                "value": 0.44241470689230766
            }, {
                "name": "事件",
                "value": 0.4381753256792308
            }, {
                "name": "官话",
                "value": 0.38121898482346156
            }, {
                "name": "遗漏",
                "value": 0.3535056711792308
            }]
        }, {
            "name": "2016-11-01 19",
            "children": [{
                "name": "纱布",
                "value": 2.3393457174275
            }, {
                "name": "产妇",
                "value": 2.2525821309375
            }, {
                "name": "看好",
                "value": 1.5497563223325
            }, {
                "name": "事件",
                "value": 1.4240698084575
            }]
        }, {
            "name": "2016-11-01 21",
            "children": [{
                "name": "忠于",
                "value": 2.1769302002725
            }, {
                "name": "对待",
                "value": 1.7948129877975
            }, {
                "name": "客观",
                "value": 1.737945107415
            }, {
                "name": "事实",
                "value": 1.571468071815
            }]
        }, {
            "name": "2016-11-03 00",
            "children": []
        }, {
            "name": "2016-11-03 17",
            "children": [{
                "name": "共同理想",
                "value": 0.9626448685307692
            }, {
                "name": "润物细无声",
                "value": 0.9626448685307692
            }, {
                "name": "民声",
                "value": 0.8609713423769231
            }, {
                "name": "帮扶",
                "value": 0.7493688129707692
            }, {
                "name": "实属",
                "value": 0.6942677175976922
            }, {
                "name": "自豪",
                "value": 0.663667545646923
            }, {
                "name": "见证",
                "value": 0.6594462679376923
            }, {
                "name": "传达",
                "value": 0.6030169794653847
            }, {
                "name": "基层",
                "value": 0.5856014686007692
            }, {
                "name": "节目",
                "value": 0.5803515377907693
            }]
        }, {
            "name": "2016-11-04 21",
            "children": [{
                "name": "遗失",
                "value": 1.1266086151444443
            }, {
                "name": "寻物",
                "value": 0.7722598695555556
            }, {
                "name": "扇阴风",
                "value": 0.7337516928555555
            }, {
                "name": "恶煞",
                "value": 0.7112258535166667
            }, {
                "name": "乱人",
                "value": 0.6641537501611111
            }, {
                "name": "谩骂",
                "value": 0.5466797023016666
            }, {
                "name": "心智",
                "value": 0.5447962827638889
            }, {
                "name": "视听",
                "value": 0.514238152935
            }, {
                "name": "正气",
                "value": 0.4931553961738888
            }, {
                "name": "小鬼",
                "value": 0.4889339568972222
            }]
        }, {
            "name": "2016-11-05 18",
            "children": [{
                "name": "医患",
                "value": 1.24858183081875
            }, {
                "name": "妇幼保健",
                "value": 1.24367924167375
            }, {
                "name": "调查组",
                "value": 1.1882785621625
            }, {
                "name": "纠纷",
                "value": 0.9690261695075
            }, {
                "name": "电视台",
                "value": 0.95682136081125
            }, {
                "name": "报道",
                "value": 0.735050897395
            }, {
                "name": "成立",
                "value": 0.6389343196875
            }, {
                "name": "进行",
                "value": 0.4658905993775
            }]
        }]
    }, {
        "name": "狂暴的高压锅",
        "children": [{
            "name": "2016-11-01 11",
            "children": [{
                "name": "金主",
                "value": 1.4077025403
            }, {
                "name": "主子",
                "value": 1.01851312664375
            }, {
                "name": "动员",
                "value": 0.960010935235
            }, {
                "name": "电视台",
                "value": 0.95682136081125
            }, {
                "name": "奴才",
                "value": 0.919415998955
            }, {
                "name": "利益",
                "value": 0.72767118249
            }, {
                "name": "看来",
                "value": 0.693721900035
            }, {
                "name": "起来",
                "value": 0.49516755581875
            }]
        }]
    }, {
        "name": "老李飞刀叨叨刀",
        "children": [{
            "name": "2016-11-01 14",
            "children": [{
                "name": "缝上",
                "value": 1.8546814882833333
            }, {
                "name": "脏话",
                "value": 1.7290528545666666
            }, {
                "name": "姥姥",
                "value": 1.5686735470400002
            }, {
                "name": "纱布",
                "value": 1.5595638116183332
            }, {
                "name": "挡住",
                "value": 1.3061487405483334
            }, {
                "name": "不能",
                "value": 0.6650274724166666
            }]
        }, {
            "name": "2016-11-03 23",
            "children": [{
                "name": "现眼",
                "value": 0.500575331636
            }, {
                "name": "略胜",
                "value": 0.49164958958
            }, {
                "name": "头条",
                "value": 0.43619781513600003
            }, {
                "name": "正职",
                "value": 0.43238540794400004
            }, {
                "name": "二炮",
                "value": 0.408471927916
            }, {
                "name": "挑出",
                "value": 0.38967178274479997
            }, {
                "name": "文笔",
                "value": 0.3797583361884
            }, {
                "name": "兴许",
                "value": 0.3747231263528
            }, {
                "name": "酒泉",
                "value": 0.3651997211004
            }, {
                "name": "爱好者",
                "value": 0.3598161149416
            }]
        }, {
            "name": "2016-11-05 11",
            "children": [{
                "name": "错字连篇",
                "value": 1.3283075003222222
            }, {
                "name": "狗吠",
                "value": 1.2233673215666667
            }, {
                "name": "代笔",
                "value": 1.2173598525333333
            }, {
                "name": "看见",
                "value": 1.1300683668933333
            }, {
                "name": "叫嚣",
                "value": 1.1033761931577777
            }, {
                "name": "标点",
                "value": 1.0647988376044444
            }, {
                "name": "文笔",
                "value": 1.05488426719
            }, {
                "name": "警告",
                "value": 0.81805975869
            }]
        }, {
            "name": "2016-11-07 09",
            "children": [{
                "name": "回复",
                "value": 1.6338796776022222
            }, {
                "name": "正本清源",
                "value": 1.278086931022222
            }, {
                "name": "治病救人",
                "value": 1.2364543255222222
            }, {
                "name": "鲸鱼",
                "value": 1.178315642888889
            // }, {
            //     "name": "鸡巴",
            //     "value": 1.1191151395
            }, {
                "name": "可爱",
                "value": 0.8464901005644445
            }, {
                "name": "评价",
                "value": 0.7499102431188889
            }, {
                "name": "知道",
                "value": 0.44156761555555557
            }]
        }, {
            "name": "2016-11-08 21",
            "children": [{
                "name": "慢动作",
                "value": 0.7337516928555555
            }, {
                "name": "撸啦",
                "value": 0.6641537501611111
            }, {
                "name": "正本清源",
                "value": 0.639043465511111
            }, {
                "name": "治病救人",
                "value": 0.6182271627611111
            }, {
                "name": "来来",
                "value": 0.5980657464444444
            }, {
                "name": "大词典",
                "value": 0.5934334348388889
            }, {
                "name": "脑组织",
                "value": 0.5646115574277778
            }, {
                "name": "前台",
                "value": 0.5198546038727777
            }, {
                "name": "讲讲",
                "value": 0.50357754139
            }, {
                "name": "服务员",
                "value": 0.49501361473333333
            }]
        }, {
            "name": "2016-11-13 09",
            "children": []
        }]
    }, {
        "name": "沫茉1616",
        "children": [{
            "name": "2016-11-03 23",
            "children": [{
                "name": "愤怒",
                "value": 7.37564799413
            }]
        }]
    }, {
        "name": "许聃_Ender",
        "children": [{
            "name": "2016-11-01 16",
            "children": [{
                "name": "广告费",
                "value": 2.714038803575
            }, {
                "name": "桥梁",
                "value": 1.9027405202675
            }, {
                "name": "沟通",
                "value": 1.737226371895
            }, {
                "name": "百姓",
                "value": 1.548628670445
            }]
        }, {
            "name": "2016-11-10 10",
            "children": [{
                "name": "上帝",
                "value": 1.496136544766
            }, {
                "name": "内心",
                "value": 1.432031658474
            }, {
                "name": "患者",
                "value": 1.2695831135520002
            }, {
                "name": "觉得",
                "value": 0.965781985972
            }, {
                "name": "时候",
                "value": 0.857749266688
            }]
        }]
    }]
}

export default flareData;